;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Program Uninstaller 2.13.112
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since version 1.23.54
; Translation updated/checked 4 Ott 2017
;
; Previous Translation Maintainers:
;

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu

[Lang]
NativeLanguage=Italian

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Info
Warning=Attenzione
Error=Errore
Confirm=Conferma
CurVer=Versione corrente:
;
; Main GUI
; 
TfrmUnlog.caption=Cronologia di disinstallazione
TfrmUnlog.head.unDate=Data di disinstallazione
TfrmUnlog.head.ItemName=Programma disinstallato
TfrmUnlog.head.restore=Oggetti rimasti
TfrmUnlog.noItems=Nessun oggetto rimasto
TfrmUnlog.Recovered=Recuperato
TfrmUnlog.recover=Recupera
FrmMain.lblrate.caption=Valutazione
FrmMain.BtnNormal.Caption=Disinst. normale
FrmMain.BtnModify.Caption=Ripara prog.
FrmMain.BtnForce.Caption=Disinst. forzata
FrmMain.BtnRemove.Caption=Rimuovi voce
FrmMain.lblcheckver.Caption=Aggiorna
FrmMain.lblinfo.caption=Strumento per la rimozione forzata di programmi problematici
FrmMain.btnSupport.hint=Suggerimenti, opinioni e richieste d'aiuto
FrmMain.btnfacebook.Hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmMain.btntwitter.Hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmMain.btnemail.Hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmMain.btnRefresh.Hint=Aggiorna
FrmMain.btnLog.Caption=Cronologia di disinstallazione
FrmMain.btnAll.hint=Tutti i programmi
FrmMain.btnSoft.hint=Programmi classici
FrmMain.btnApp.hint=App universali
FrmMain.btnPatch.hint=Windows Update
FrmMain.btnUnless.hint=Disinstallazione personalizzata
;
; Menu
;
pmHelp=Aiuto in linea
pmHome=Il nostro sito web
pmforum=Forum
pmCheckMsg=Notizie di WiseCleaner
pmContact=Contattaci
pmCheckNew=Aggiorna
pmLang=Lingua
pmAbout=Info
pmOpenEntry=Apri in RegEdit
pmOpenFolder=Apri cartella
PmGoogle=Cerca con Google
pmExport=Esporta in un file di testo...
pmRightMenuA=Mostra nel menu contestuale (click-destro)
ExplorerMenu=Disinstalla con Wise Program Uninstaller
pmUnisDetect=Rivela la disinstallazione di altri disinstallatori
;
; About
;
FrmAbout.caption=Info
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblhome.caption=Il nostro sito Web:
FrmAbout.lblthank.caption=Ringraziamo le seguenti persone per la collaborazione:
;
; Processs
;
FrmProgressModal.btncancel.caption=Annulla
;
;frmafterdel
;
Frmafterdel.caption=Voci nel registro e file associati al programma
Frmafterdel.btnremove.caption=Rimuovi
Frmafterdel.btncancel.caption=Annulla
Frmafterdel.lblinfo.caption=Verifica il risultato e premi "Rimuovi" per completare questa disinstallazione.
Frmafterdel.btnnone.caption=DE-seleziona tutto
Frmafterdel.btnall.caption=Seleziona tutto
;
; Custome uninstall
;
frmUnlessDel.caption=Disinstallazione personalizzata
frmUnlessDel.lblInfo1.caption=Aiuta a disinstallare un programma che non può essere disinstallato in maniera normale, ripulendo completamente i suoi residui. Qui puoi sfogliare le cartelle da eliminare o disinstallare il programma in questione. 
frmUnlessDel.lblinfo2.caption=Inserisci una parola chiave per cercare ulteriori residui dopo la disinstallazione.
frmUnlessDel.lblKeyword.caption=Parola chiave:
frmUnlessDel.btnNext.caption=Successivo
frmUnlessDel.btncancel.caption=Annulla
frmUnlessDel.btnremove.caption=Rimuovi
frmUnlessDel.btnFolder.caption=Sfoglia
;
; Rate
;
FrmRate.Btnlist.caption=Recensioni degli utenti
FrmRate.Btnreview.caption=La mia recensione
FrmRate.Btnfirst.caption=Sei il primo a fare una recensione
FrmRate.Btnsubmit.caption=Inoltra
FrmRate.lblscore.caption=Valutazione:
FrmRate.lblscorehint.caption=(E' necessario cliccare le stelle per la valutazione)
FrmRate.lblnick.caption=Pseudonimo:
FrmRate.lblnickhint.caption=(Facoltativo)
FrmRate.lblemail.caption=Indirizzo Email:
FrmRate.lblemailhint.caption=(Facoltativo)
FrmRate.lblcontent.caption=Contenuto:
FrmRate.lblcontenthint.caption=(Facoltativo)
FrmRate.lbldesctitle.caption=Descrizione del software:
FrmRate.lblratesoft.caption=Software consigliato

[Uninstall]
PublisherUnknown=Editore sconosciuto
VersionUnknown=Versione sconosciuta
Rate=Valutazione
ItemName=Nome
Publisher=Autore
Size=Dimensioni
SetupDate=Data di installazione
Version=Versione
Canceled=Il processo di disinstallazione è stato annullato.
NoLeftOverItem=Nessun residuo rilevato.
Removing=Rimozione:
TotalStat=Rilevati %d programmi che occupano %s di spazio su disco.
Calculating=Calcolo dimensioni...
Files=File e cartella
RegEntries=Voci nel registro
Items=Elementi

[message]
confimdel=La cartella scelta sarà rimossa dal tuo PC. Continuare?
UninstallApp=Sto disinstallando...
unistallError=Operazione fallita.
NewVer=È disponibile una nuova versione di Wise Program Uninstaller. Vuoi aggiornare adesso?
NoNewVer=Stai usando la versione più recente.
NoProgramSelected=Prima seleziona un programma.
IsBusy=Attendi il completamento della disinstallazione precedente.
StartFindLeftover=Analisi di file, cartelle e voci associate nel registro...
Collecting=Ricerca informazioni sui programmi installati...
BeSureUseForce=Dovresti scegliere la disinstallazione forzata solo se la disinstallazione normale non funziona. Vuoi continuare?
ConfirmRemove=Sei sicuro di voler rimuovere questa voce?
RejectItself=Il programma non può disinstallare sè stesso.
TranslateTo=Traduci in...

[SoftRate]
Querying=Ricerca...
Good=Mi piace 
Bad=Non mi piace
Safe=Segnala contenuto non appropriato
Ver=Ver:
Ratings=Valutazioni
SoftNotExist=Non è stato possibile trovare informazioni sul software
GetSoftInfoError=Impossibile ottenere informazioni sulla valutazione del software selezionato. La comunicazione tra Wise Program Uninstaller e Wise Cloud potrebbe essere bloccata dal tuo firewall, oppure non sei collegato a internet.
UploadSoftLogoError=Errore nel caricamento delle informazioni sul software
SubmitData=Sto inviando i tuoi commenti su questo software
SubmitSoftInfoError=Impossibile inviare la valutazione. Non sei collegato a internet, oppure potresti aver modificato le impostazioni del firewall.
SubmitRateSuccess=Valutazione inviata con successo
HaveSubmitRate=Hai già valutato questo software: non puoi inviare più di una valutazione per ogni programma.
Submitgoodbad=Sto inviando le tue informazioni...
me=Io
NickTooLong=Il tuo pseudonimo non deve superare i 20 caratteri.
MailTooLong=Il tuo indirizzo Email non deve superare i 50 caratteri.
WrongEmail=Indirizzo email non valido.
ReviewTooLong=La lunghezza totale della recensione non deve superare i 300 caratteri.
RateHint=Iscriviti alla nostra valutazione del software e valuta il tuo preferito!
UnknowName=Prodotto sconosciuto
UnknowVer=Versione sconosciuta
UnknowDesc=Descrizione sconosciuta

[Hint]
HintRate=Valutare il Software
HintClose=Elimina oggetto

[Monitor]
FindLeftover=%s potrebbe aver lasciato oggetti residui nel tuo PC. Wise Program Uninstaller li sta cercando...
NonItems=%s è stato completamente rimosso dal tuo computer.